/* Cancelar */
"Cancel" = "Kündigen";

/* Titulo de seccion de tareas completadas */
"CompletedTask" = "Erledigte aufgaben";

/* Titulo de popup de confirmacion */
"Confirmation" = "Bestätigung";

/* Texto para la confirmacion para continuar una tarea incompleta */
"ContinueTaskConfirmation" = "Wollen sie die unvollendete aufgabe weiter?";

/* Crear */
"Create" = "Schaffen";

/* Titulo popup para crear una tarea */
"CreateTask" = "Aufgabe erstellen";

/* Texto para la confirmacion del borrado de una tarea */
"DeleteConfirmation" = "Möchten sie das ausgewählte element löschen?";

/* Titulo del popup de error */
"Error" = "Fehler";

/* Titulo de seccion de tareas incompletas */
"IncompleteTask" = "Unvollständige aufgaben";

/* Negacion */
"No" = "Nein";

/* Ok */
"OK" = "OK";

/* Renombrar */
"Rename" = "Umbenennen";

/* Titulo popup para renombrar una tarea */
"RenameTask" = "Benennen aufgabe";

/* Titulo popup para empezar una tarea */
"StartTask" = "Aufgabe starten";

/* Confirmacion para comenzar una tarea */
"StartTaskConfirmation" = "Beim start des countdowns kann nicht gestoppt werden. Möchten sie den task zu starten?";

/* Texto para indicar que el nombre de una tarea no puede ser vacia */
"TaskCannotBeEmpty" = "Die task-name darf nicht leer sein";

/* Texto para la confirmacion de tarea finalizada */
"TaskDoneConfirmation" = "Aufgabe erfolgreich abgeschlossen?";

/* Texto para indicar que existe una tarea en proceso */
"TaskInProcess" = "Es ist ein work in progress";

/* Afirmacion */
"Yes" = "Ja";

